---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.KgPerKgK
source: html/10958e78-4574-923f-02be-063d2b9fa840.htm
---
# Autodesk.Revit.DB.SymbolTypeId.KgPerKgK Property

Symbol kg/(kg·K), indicating unit Kilograms per kilogram kelvin.

## Syntax (C#)
```csharp
public static ForgeTypeId KgPerKgK { get; }
```